/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"Clave de QuickTime Pro";
"Quicktime.pfm_description" =			"Preferencias de clave de QuickTime Pro.";

"Pro Key.pfm_title" =			"Información de registro de QuickTime Pro";
"Pro Key.pfm_description" =			"Información de registro de QuickTime Pro.";

"Name.pfm_title" =			"Nombre";
"Name.pfm_description" =			"Introduzca el nombre que introduciría en la ventana de registro de QuickTime Pro.";
"Organization.pfm_title" =			"Empresa";
"Organization.pfm_description" =			"Introduzca el nombre de la empresa que introduciría en la ventana de registro de QuickTime Pro.";
"Registration Key.pfm_title" =			"Clave de registro";
"Registration Key.pfm_description" =			"Cadena de clave de registro de QuickTime Pro.";
